10/data/attachments/d8b314b3b355b75f.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Jennifer_real_Actions_23826_2</nif:username>
            <nif:friendToBeRequested>soap_actions_5b411f1f-ea37-4d89-bb6b-ead7c471f728</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>